Repository: gapan/whaawmp
Catalog: po/*.po
Languages: de, fr

source: [options] -o output-file input-file
de: [Optionen] -o Ausgabedatei Eingabedatei
fr: [options] -o fichier-de-sortie fichier-d'entrée

source: The file to create the thumbnail of
de: Die Datei aus der das Miniaturbild erstellt werden soll
fr: Le fichier duquel créer une vignette

source: The destination of the resulting thumbnail
de: Das Ziel des resultierenden Minitaturbildes
fr: La destination de la vignette créée

source: The position (Fraction) to take the thumbnail from (default 0.3)
de: Die Position (der Teil) aus dem das Miniaturbild geholt werden soll (Standard ist 0.3)
fr: La position (fraction) à laquelle extraire la vignette (défaut 0.3)

source: The destination size (in pixels)
de: Die Zielgröße (in Pixeln)
fr: La taille de destination (en pixels)

source: Sorry, an input and output file are required to be passed.
de: Entschuldigung, eine Eingabe und eine Ausgabedatei werden benötigt um fortzufahren
fr: Désolé, fichiers d'entrée et de sortie requis dans la commande.

source: See '%s --help' for details
de: Siehe '%s --help' für Details
fr: Voir '%s --help' pour détails

source: The requested position must be between 0 and 1, using 0.3.
de: Die angeforderte Position muss zwischen 0 und 1 sein, benutze 0.3
fr: La position requise doit être entre 0 et 1, utilisons 0.3.

source: Stream returned no caps, exiting
de: Der Stream hat keine Caps zurückgegeben, beendend
fr: Le flux ne donne pas d'infos, sortie.

source: An error occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur est survenue

source: There are no video tracks in this stream, exiting.
de: Es gibt keine Videotracks in diesem Stream, beendend.
fr: Il n'y a pas de piste vidéo dans ce flux, sortie.

source: Duration unable to be read, exiting.
de: Es ist unmöglich die Laufzeit zu lesen, beendend.
fr: La durée n'est pas lisible, sortie.

source: Unable to seek to requested position, exiting.
de: Unmöglich die geforderte Position zu finden, beendend.
fr: Impossible d'atteindre la position requise, sortie.

source: Cannot continue, python version must be at least 2.5.
de: Kann nicht fortfahren, Python-Version muss mindestens Version 2.5 sein.
fr: Impossible de continuer, la version de python doit être au moins 2.5.

source: [options] filename
de: [Optionen] Dateiname
fr: [options] nom-de-fichier

source: Cannot continue, pygtk is not installed (version 2.12 required)
de: Kann nicht fortfahren, pygtk ist nicht installiert (Version 2.12 wird benötigt).
fr: Impossible de continuer, pygtk n'est pas installé

source: Cannot continue, X server not found!
de: Kann nicht fortfahren, XServer wurde nicht gefunden !
fr: Impossible de continuer, le serveur X n'a pas été trouvé!

source: Cannot continue, this program requires at least GTK+ 2.12 to run.
de: Kann nicht fortfahren, dieses Program benötigt mindestens GTK+ >= 2.12 um zu laufen.
fr: Impossible de continuer, ce programme nécessite au moins GTK+ 2.12.

source: translator-credits
de: Launchpad Contributions: Florian Schweikert https://launchpad.net/~kelvan Friedrich Weber https://launchpad.net/~fredreichbier Maximilian R. https://launchpad.net/~max-r Michael Konrad https://launchpad.net/~nephelyn Pinsleepe "Cubicdau" Zifnab https://launchpad.net/~ralphheinrich Thomas https://launchpad.net/~tux12345 Vinzenz Vietzke https://launchpad.net/~vinzv joghurt https://launchpad.net/~joghurt pano https://launchpad.net/~pano90
fr: Launchpad Contributions: Eric Martin https://launchpad.net/~eric-martin manslipkorn https://launchpad.net/~manslipkorn royto https://launchpad.net/~royto

source: Choose a file to Open
de: Wählen Sie eine Datei zum Öffnen
fr: Choississez un fichier à ouvrir

source: Also Choose Subtitle Stream
de: Bitte ebenfalls Untertitel-Stream auswählen

source: After choosing the file to open, also choose a subtitle stream.
de: Nachdem Sie eine Datei zum öffnen gewählt haben, wählen Sie bitte ebenfalls einen Untertitel-Stream aus.

source: Supported Media
de: Unterstützte Medien
fr: Media supportés

source: All Files
de: Alle Dateien
fr: Tous les fichiers

source: Play DVD
de: DVD abspielen
fr: Lire un DVD

source: Select options:
de: Wähle Optionen aus:
fr: Sélectionner les options:

source: Title:
de: Titel:
fr: Titre:

source: Open a URI
de: Öffne eine URL
fr: Ouvrir une URI

source: Enter the URI:
de: Geben Sie die URL ein:
fr: Entrer une URI:

source: Select Tracks
de: Stücke auswählen
fr: Sélectionner pistes

source: Audio:
de: Ton:

source: Error!
de: Fehler!
fr: Erreur !

source: Message
de: Nachricht

source: Supported Features
de: Unterstützte Funktionen
fr: Fonctionnalités supportés

source: Dbus Message Bus
de: Dbus Nachrichten Bus

source: Available
de: Verfügbar
fr: Disponible

source: Unavailable
de: Nicht verfügbar
fr: Non disponible

source: Library Versions:
de: Bibliotheksversionen :
fr: Versions de bibliothèque :

source: Something's stuffed up, no such file: %s
de: Etwas lief falsch, keine derartige Datei vorhanden: %s
fr: Un truc s'est coincé, aucun fichier: %s

source: Play
de: Wiedergabe
fr: Lecture

source: Choose a Subtitle Stream
de: Wählen Sie bitte einen Untertitel-Stream aus

source: %s not found, links & e-mail addresses will not be clickable
de: %s nicht gefunden, Links & Emailadressen werden nicht anklickbar sein
fr: %s non trouvé, les liens et les adresses e-mail ne seront pas cliquables

source: Could not execute browser command (via %(program)s). Please manually visit %(url)s to report the problem
de: Konnt browser Befehl nicht aussführen (über %(program)s). Bitte selbstständig %(url)s aufsuchen um das Problem zu melden
fr: Impossible d'exécuter la commande du navigateur (via %(program)s). Veuillez visiter manuellement %(url)s pour rapporter le problème.

source: TERM signal caught, exiting.
de: TERM-Signal empfangen, beende.
fr: signal TERM reçu, sortie.

source: Queued: %d
de: In Warteschlange aufgenommen: %d
fr: Mis en attente: %d

source: Default/Auto
de: Vorgabe/Automatisch
fr: Défaut/Auto

source: Other (Set from config.ini)
de: Andere (Durch config.ini gesetzt)
fr: Autre (défini depuis config.ini)

source: Queued Tracks:
de: In Warteschlange aufgenommene Titel:
fr: Pistes en file d'attente :

source: Clear Queue
de: Warteschlange säubern
fr: Vider la File

source: Remove item from Queue
de: Lösche den Eintrag aus der Warteschlange
fr: Supprimer l'élément de la file

source: Add items to queue
de: Dateien in die Warteschlange aufnehmen
fr: Ajouter des éléments à la liste

source: Choose a subtitle stream.
de: Wählen Sie bitte einen Untertitel-Stream aus
fr: Choisir un flux de sous-titres

source: Subtitle Manager
de: Untertitel-Manager
fr: Gestionnaire de sous-titres

source: Automatic Subtitles
de: automatische Untertitel
fr: Sous-titres automatiques

source: Try to automatically find subtitles for each file.
de: Versuchen, die Untertitel für jede Datei automatisch zu finden.
fr: Essayer de sélectionner automatiquement les sous-titres pour chaque fichier

source: Subtitle file extensions
de: Untertitel-Dateierweiterungen
fr: Extensions de fichiers sous-titres

source: Extensions to use when automatically detecting subtitles. Sepatare with commas.
de: Die Erweiterungen, die benutzt werden sollen, wenn automatisch nach Untertiteldateien gesucht werden soll. Bitte durch Kommas getrennt angeben.
fr: Extensions à utiliser pour la détection automatique de sous-titres Séparer par des virgules

source: Add subtitles to current stream
de: Untertitel zum derzeitigen Stream hinzufügen

source: Found subtitles stream %s
de: Untertitel-Stream gefunden %s
fr: Trouver des flux de sous-titres %s

source: Aghh! There was no '/' in the option! This is a bug! Report it! Defaulting to 'unknown' group.
de: Arghh ! Es gab kein "/" in der Option. Das ist ein Bug! Berichte ihn bitte! Wird standardmäßig der Gruppe 'unbekannt' zugeordnet.
fr: Aah ! Il n'y avait pas de '/' dans l'option ! C'est un bug ! Rapportez-le ! Définition du groupe 'unknown' par défaut.

source: Print the version and exit
de: Drucke die Version aus und beende das Programm
fr: Imprimer la version et quitter

source: Play the file in fullscreen mode
de: Spiele die Datei im Vollbildmodus ab
fr: Jouer le fichier dans le mode plein écran

source: Sets the player's volume to VOL (0-1)
de: Setzt die Lautstärke auf VOL (0-1)
fr: Règle le volume sur VOL (0-1)

source: Sets the player's audio ouput to SINK
de: Setzt die Audioausgabe des Players auf QUELLE
fr: Règle la sortie audio du lecteur à SINK

source: Sets the player's video ouput to SINK
de: Setzt die Vidioausgabe des Players auf QUELLE
fr: Règle la sortie vidéo du lecteur à SINK

source: Quits the player when the playing stream stops
de: Beendet den Player wenn der wiedergegebene Stream stoppt
fr: Quitter le lecteur quand la lecture du flux s'arrète

source: Forces a new window if %s is already running
de: Erzwingt ein neues Fenster, wenn %s bereits läuft
fr: Force une nouvelle fenêtre si %s est déjà en cours d'exécution

source: Forces the file passed to be queued if %s is already running
de: Zwingt die übergebene Datei in die Warteschlange, wenn %s schon läuft
fr: Force le fichier demandé à la file d'attente si %s est déjà en cours d'exécution

source: Forces the file to be played now in a previous %s process
de: Erzwingt jetzt das Abspielen der Datei in einem forangegangenen %s Prozess
fr: Force le fichier à être joué maintenant dans un processus %s précédent

source: Toggles play/pause on an already running %s process
de: Schaltet bei einem bereits laufenden %s Prozess zwischen Play und Pause um
fr: Basculer lecture/pause sur un processus %s déjà en cours d'exécution

source: Starts the player in an already running %s process
de: Startet den Player in einem bereits laufenden %s-Prozess
fr: Démarrer la lecture dans un processus %s déjà en cours d'exécution

source: Pauses the player in an already running %s process
de: Pausiert den Player in einem bereits laufenden %s-Prozess
fr: Mettre la lecture en pause dans un processus %s déjà en cours d'exécution

source: Stops the player in an already running %s process
de: Stoppt den Player in einem bereits laufenden %s-Prozess
fr: Arrêter la lecture dans un processus %s déjà en cours d'exécution

source: Skips to the next track in an already running %s process
de: Springt zum nächsten Titel in einem bereits laufenden %s Prozess
fr: Passer à la piste suivante dans un processus %s déjà en cours d'exécution

source: Restarts the current track in an already running %s process
de: Startet bei einem bereits laufenden %s Prozess den aktuellen Titel neu
fr: Redémarrer la lecture de la piste courante dans un processus %s déjà en cours d'exécution

source: Querys the current track in an already running %s process
de: Reiht den momentanen Titel in die Warteschlange eines bereits laufenden %s Prozesses ein
fr: Demande la piste courante dans un processus %s déjà en cours d'exécution

source: Dbus import failed, dbus features will be unavailable
de: Dbus-Import fehlgeschlagen, Dbus-Eigenschaften werden nicht verfügbar sein
fr: Echec à l'importation de dbus. Les fonctions dbus ne seront pas disponibles

source: File received via dbus: %s
de: Datei über Dbus emfangen: %s
fr: Fichier reçu via dbus: %s

source: Playing file...
de: Spiele Datei ab ...
fr: Lecture du fichier...

source: Telling %s to start a new process...
de: Befehle %s einen neuen Prozess zu starten...
fr: Ordre à %s de démarrer un nouveau processus...

source: File queued...
de: Datei in Warteschlange...
fr: Fichier mis en attente...

source: Tags of %(filename)s: %(tags)s
de: Anhänger von %(filename)s: %(tags)s
fr: Tags de %(filename)s: %(tags)s

source: %s is already running.
de: %s läuft bereits.
fr: %s est déjà en cours d'exécution.

source: Passed the following file to previously running process: %s
de: Die folgende Datei wurde einem früheren Prozess übergeben: %s
fr: Passé le fichier suivant au processus précédemment exécuté: %s

source: Starting new process...
de: Starte neuen Prozess...
fr: Démarrage d'un nouveau processus...

source: Toggle of Play/Pause failed, no file is currently open.
de: Umschalten zwischen Play und Pause nicht möglich, keine Datei geöffnet
fr: Echec de bascule lecture/pause. Aucun fichier ouvert actuellement.

source: Play failed, no file is currently open.
de: Abspielen fehlgeschlagen, da keine Datei im Augenblick geöffnet ist.
fr: Echec de lecture. Aucun fichier ouvert actuellement.

source: Pause failed, not file is currently open.
de: Pausieren fehlgeschlagen, da keine Datei im Augenblick geöffnet ist.
fr: Echec de pause. Aucun fichier ouvert actuellement.

source: Something bad happened which shouldn't Tell me: current data did not match player URI
de: Es ist ein schwerwiegender Fehler aufgetreten, der nicht auftreten sollte. Dies könnte u.U. daran liegen, dass die momentanen Daten nicht zur URL des Players passen.
fr: Quelque chose de mal s'est passé alors que ça ne devait pas Dites-moi : les données courantes ne correspondent pas à l'URI du lecteur

source: Unknown
de: unbekannt
fr: Inconnu

source: Something went wrong, can't act on signal which hasn't been connected.
de: Irgendwas ging schief, kann kein Signal hin handeln, das nicht verbunden ist
fr: Quelque chose se passe mal, ne peut pas agir sur un signal qui n'a pas été connecté.

source: No tags available
de: Keine Tags verfügbar
fr: Ancun tag disponible

source: All
de: Alle
fr: Tous

source: Audio Tracks
de: Audio-Stücke
fr: Pistes audio

source: Change the player's speed. WARNING: Negative numbers can cause weirdness (even lockups).
de: Geschwindigkeit verändern. WARNUNG: Negative Zahlen können Probleme verursachen (sogar Einfriehren)
fr: Change la vitesse de lecture. ATTENTION : des valeurs négatives peuvent causer des bizarreries (et même des blocages).

source: Current player volume
de: Aktuelle Player-Lautstärke
fr: Volume du lecteur courant

source: DVD Menu
de: DVD Menü
fr: Menu DVD

source: Disable repeat
de: Wiederholung ausschalten
fr: Désactiver la répétition

source: Leave Fullscreen
de: Vollbild verlassen
fr: Quitter le plein écran

source: Next
de: Nächste
fr: Suivant

source: None
de: Kein
fr: Aucun(e)

source: One
de: Eins
fr: Un(e)

source: Plays random items from the queue
de: Spielt zufällig aus der Warteschlange
fr: Joue les éléments aléatoirement depuis la file d'attente

source: Quit on Stop
de: Beenden bei Stop
fr: Quitter à l'arrêt

source: Random
de: Zufällig
fr: Aléatoire

source: Repeat
de: Wiederholen
fr: Répéter

source: Repeat a single track
de: Einzelnen Titel wiederholen
fr: Répéter une seule piste

source: Repeat all tracks in the queue.
de: Warteschlange wiederholen
fr: Répéter toutes les pistes de la file d'attente

source: Report a bug to the Bugtracker
de: Einen Fehlerbericht an Bugtracker senden
fr: Rapporter un bug au gestionnaire de bug

source: Restart Track
de: Stück erneut beginnen
fr: Redémarrer la piste

source: Show advanced player controls.
de: Erweiterte Player-Kontrollen anzeigen
fr: Afficher les contrôles avancés du lecteur.

source: Speed:
de: Geschwindigkeit:
fr: Vitesse:

source: Stream repeat settings
de: Streamwiederholungseinstellungen
fr: Réglages de répétition des pistes

source: View and edit the current queue
de: Zeige und bearbeite die aktuelle Warteschlange
fr: Voir et éditer la file d'attente courante

source: _Advanced Controls
de: _erweiterte Einstellungen
fr: _Contrôles avancés

source: _Edit
de: _Bearbeiten
fr: É_dition

source: _File
de: _Datei
fr: _Fichier

source: _Help
de: _Hilfe
fr: _Aide

source: _Queue
de: _Warteschlange
fr: _File d'attente

source: _Report a Bug
de: _Fehler melden
fr: _Rapporter un Bug

source: _View
de: _Ansicht
fr: _Vue

source: <b>Colour Settings</b>
de: <b>Farbeinstellungen</b>
fr: <b>Paramètres des couleurs</b>

source: Add current file's tags/name to Title
de: Füge aktuelle Dateitags/-namen zum Titel hinzu
fr: Ajouter les tags/nom de la piste courante à Titre

source: Add the currently playing file's tags (or name if unavailable) to the window's title.
de: Füge aktuell abgespielten Dateitag (oder Namen wenn nicht vorhanden) dem Fenstertitel hinzu
fr: Ajouter les tags (ou le nom si pas disponible) de la piste en lecture au titre de la fenêtre.

source: Adjust video brightness
de: Filmhelligkeit anpassen
fr: Régler la luminosité de la vidéo

source: Adjust video contrast
de: Video-Kontrast anpassen
fr: Régler le contraste de la vidéo

source: Adjust video hue
de: Farbton anpassen
fr: Régler la tonalité de la vidéo

source: Adjust video saturation
de: Video-Sättigung anpassen
fr: Régler la saturation de la vidéo

source: Brightness:
de: Helligkeit:
fr: Luminosité :

source: Contrast:
de: Kontrast:
fr: Contraste :

source: Disable Screensaver
de: Bildschirmschoner deaktivieren
fr: Désactiver l'écran de veille

source: Disable Screensaver whilst playing a video.
de: Bildschirmschoner deaktivieren, während Video gespielt wird
fr: Désactiver l'écran de veille pendant la lecture d'une vidéo.

source: Enable Visualisations (Requires stream restart)
de: Visualisierung einschalten
fr: Activer la visualisation (requiert le redémarrage du flux)

source: Force Aspect Ratio
de: Aspect Ratio erzwingen
fr: Forcer le respect des proportions

source: Force the video to keep its original aspect ratio
de: Beibehalten der Aspect Ratio erzwingen
fr: Forcer la vidéo à garder ses proportions d'origine

source: Hue:
de: Farbton:
fr: Teinte :

source: Instantaneous Seek
de: Sofortige Suche
fr: Recherche instantanée

source: Main
de: Hauptmenü
fr: Principal

source: Mouse hide timeout (ms):
de: Maus-Verstecken-Timeout
fr: Délai de masquage de la souris (ms) :

source: Output Device:
de: Ausgabe-Gerät:
fr: Périphérique de sortie :

source: Preferences
de: Einstellungen
fr: Préférences

source: Reset all adjustments to 0
de: Alle Einstellungen auf 0 setzen
fr: Mise à zéro de tous les ajustements

source: Restore Defaults
de: Voreinstellungen wiederherstellen
fr: Rétablir les paramètres par défaut

source: Saturation:
de: Sättigung:

source: Seek instantaneously on draging over the progress bar, instead of waiting until the end.
de: Sofortige Suche beim ziehen über den Verlaufsbalken anstatt bis am Ende zu warten
fr: Rechercher instantanément en se déplaçant sur la barre de progression, au lieu d'attendre jusqu'à la fin.

source: Show Time Remaining
de: Verbleibende Zeit anzeigen
fr: Afficher le temps restant

source: Show the time remaining instead of total time in the progress bar.
de: Verbleibende anstatt Gesamtzeit in Vortschrittszeile anzeigen
fr: Afficher le temps restant au lieu du temps total dans la barre de progression.

source: Show visualisations when no video track is available (Current stream must be restarted, disabling does this automatically).
de: Visualisierung zeigen, wenn keine Videospur vorhanden ist (benötigt neustart, bei Abschalten automatisch)
fr: Afficher la visualisation quand aucun flux vidéo n'est disponible. (La lecture doit être redémarrée. La désactivation le fait automatiquement).

source: Syntax for how to display the tags, encapsulate a tag name in {}.
de: Tag Anzeigesyntax, Tag name einklammern {}
fr: Syntaxe pour affichage des tags. Encapsuler un nom de tag dans des {}.

source: Tag Display Syntax:
de: Tag Anzeigesyntax
fr: Syntaxe d'affichage des tags

source: The action to take when another Whaaw! Media Player process is requested to open a file.
de: Vorgehen, wenn ein weiterer Whaaw! Media Player Prozess eine Datei öffnen soll
fr: Les mesures à prendre quand un autre processus de Whaaw! Media Player est requis pour ouvrir un fichier.

source: The time (in milliseconds) after which the mouse will disappear after not being moved over the video window.
de: Zeitspanne (in Millisekunden) bis zum Verschwinden des Mauszeigers bai Inaktivität
fr: Le temps (en millisecondes) après lequel la souris disparaît si elle n'a pas été déplacée au dessus la fenêtre vidéo.

source: Upon opening new file:
de: Beim öffnen einer neuen Datei:
fr: Lors de l'ouverture d'un nouveau fichier :

source: Video
de: Filme
fr: Vidéo

source: Volume Change on Scroll:
de: Lautstärkenregelung durch scrollen:
fr: Changement du volume par défilement :

source: Stop
fr: Arrêter

source: _Stream
fr: _Flux
